// // src/data/doctorsData.js

// export const doctors = [
//   {
//     id: 1,
//     name: "د/ حنين جلال حمزة",
//     specialty: "أخصائية جلدية مصنفة من هيئة التخصصات الصحية",
//     image: "/doctor_hanan.png",
//     description: `
//       خبرة واسعة في مجال الجلدية والتجميل والليزر، مع إجادة جميع أجهزة الليزر المتقدمة: 
//       - ليزر إزالة الشعر
//       - الفراكشنال ليزر والفراكشنال راديو فريكونسي لعلاج آثار الحبوب، الجروح، الحروق، وعلامات تمدد الجلد
//       - كيو سويتش ليزر لإزالة الكلف والتصبغات
//       - حقن الفيلر والبوتوكس لتحديد الوجه، رفع الحاجب، تحسين الشفايف، وتخفيف تجاعيد الرقبة واليدين
//       - حقن النضارة لتوريد الوجه وتحفيز إنتاج الكولاجين
//       - حقن محفزات الكولاجين لشد الوجه وتأخير علامات تقدم السن
//       - ميزوثيرابي، خلايا جذعية، واكسوزوم لعلاج حب الشباب، النضارة، الندبات وتساقط الشعر
//       - تشخيص وعلاج مشاكل تساقط الشعر
//       - تشخيص ومعالجة الأمراض الجلدية العامة
//     `,
//     certificates: [
      
//     ],
//   },

// ];



export const doctors = [
  {
    id: 1,
    nameKey: "doctor_hanan_name",
    specialtyKey: "doctor_hanan_specialty",
    descriptionKey: "doctor_hanan_description",
    image: "/doctor_hanan.png",
    certificates: [],
  },
];
