// src/data/doctorsData.js

export const doctors = [
  {
    id: 1,
    name: "د/ حنين جلال حمزة",
    specialty: "أخصائية جلدية مصنفة من هيئة التخصصات الصحية",
    image: "/doctor_hanan.png",
    description: `
      خبرة واسعة في مجال الجلدية والتجميل والليزر، مع إجادة جميع أجهزة الليزر المتقدمة: 
      - ليزر إزالة الشعر
      - الفراكشنال ليزر والفراكشنال راديو فريكونسي لعلاج آثار الحبوب، الجروح، الحروق، وعلامات تمدد الجلد
      - كيو سويتش ليزر لإزالة الكلف والتصبغات
      - حقن الفيلر والبوتوكس لتحديد الوجه، رفع الحاجب، تحسين الشفايف، وتخفيف تجاعيد الرقبة واليدين
      - حقن النضارة لتوريد الوجه وتحفيز إنتاج الكولاجين
      - حقن محفزات الكولاجين لشد الوجه وتأخير علامات تقدم السن
      - ميزوثيرابي، خلايا جذعية، واكسوزوم لعلاج حب الشباب، النضارة، الندبات وتساقط الشعر
      - تشخيص وعلاج مشاكل تساقط الشعر
      - تشخيص ومعالجة الأمراض الجلدية العامة
    `,
    certificates: [
      
    ],
  },
  // {
  //   id: 2,
  //   name: "د. ليلى حسن",
  //   specialty: "أخصائية جلدية وتجميل",
  //   image: "/doctor_2.webp",
  //   description: "متخصصة في العناية بالبشرة وإجراءات التجميل الآمنة.",
  //   certificates: [
  //     "/certificate.png",
  //     "/certificate.png",
  //     "/certificate.png"
  //   ],
  // },
  // {
  //   id: 3,
  //   name: "د. محمود فؤاد",
  //   specialty: "استشاري الليزر التجميلي",
  //   image: "/doctor_3.jpg",
  //   description: "خبرة في علاجات الليزر للبشرة وإزالة التصبغات والتجاعيد.",
  //   certificates: [
  //     "/certificate.png",
  //     "/certificate.png",
  //     "/certificate.png"
  //   ],
  // },
  // {
  //   id: 4,
  //   name: "د. سارة خالد",
  //   specialty: "أخصائية تقشير وتجديد البشرة",
  //   image: "/doctor_1.webp",
  //   description: "تطبيق أحدث تقنيات التقشير الكربوني والعناية بالبشرة الحساسة.",
  //   certificates: [
  //     "/certificate.png",
  //     "/certificate.png",
  //     "/certificate.png"
  //   ],
  // },
  // {
  //   id: 5,
  //   name: "د. كريم منصور",
  //   specialty: "استشاري تجميل الوجه والرقبة",
  //   image: "/doctor_2.webp",
  //   description: "خبرة في شد البشرة وتحفيز إنتاج الكولاجين بطرق آمنة.",
  //   certificates: [
  //     "/certificate.png",
  //     "/certificate.png",
  //     "/certificate.png"
  //   ],
  // },
  // {
  //   id: 6,
  //   name: "د. ندى سمير",
  //   specialty: "أخصائية علاج الندبات والبقع الجلدية",
  //   image: "/doctor_3.jpg",
  //   description: "متخصصة في إزالة آثار الندبات والبقع الجلدية بأحدث التقنيات.",
  //   certificates: [
  //     "/certificate.png",
  //     "/certificate.png",
  //     "/certificate.png"
  //   ],
  // },
];
