

export const faqs = [
  {
    id: 1,
    question: "ما هي مواعيد العمل في المجمع الطبي؟",
    answer: "المجمع يعمل من الأحد إلى الخميس من الساعة 8 صباحًا حتى 10 مساءً، والسبت من 9 صباحًا حتى 2 ظهرًا.",
  },
  {
    id: 2,
    question: "هل يوجد حجز مسبق للمواعيد؟",
    answer: "نعم، يمكنك حجز موعدك عبر الموقع بسهولة أو من خلال الاتصال بالمجمع.",
  },
  {
    id: 3,
    question: "هل يتم قبول التأمين الصحي؟",
    answer: "نعم، نقبل معظم شركات التأمين الصحي في المملكة العربية السعودية.",
  },
  {
    id: 4,
    question: "هل توجد مواقف سيارات للزوار؟",
    answer: "نعم، يوجد موقف سيارات واسع ومجاني للزوار والمرضى.",
  },
];